IDEA Open Model
PatchDevice.Position Property
Compatible with IDEA StatiCa Beta 20.0
 Offset between MasterPoint and patch support/load
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D Position { get; set; }
Public Property Position As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
PatchDevice Class
IdeaRS.OpenModel.Detail Namespace